PRAGMA foreign_keys = ON;

INSERT INTO nfc_manufacturer (
    id,
    name,
    description,
    is_active
)
VALUES
    (
        'MAN-001',
        'ООО Никитин',
        'Поставщик и производитель NFC-меток для оборудования',
        1
    ),
    (
        'MAN-002',
        'ООО Никитин',
        'Поставщик и производитель NFC-меток для оборудования',
        1
    ),
    (
        'MAN-003',
        'ООО Никитин',
        'Поставщик и производитель NFC-меток для оборудования',
        0
    ),
    (
        'MAN-004',
        'ООО Никитин',
        'Поставщик и производитель NFC-меток для оборудования',
        1
    );